{
    "bbcards": [
      {
        "id": "1",
        "book": "Big Book Cards",
        "quote": "\"Our ideas did not work. But the God idea did.\" - page 52",
        "bookid": "5"
      },
      {
        "id": "2",
        "book": "Big Book Cards",
        "quote":
          "\"But we aren't a glum lot. If newcomers could see no joy or fun in our existence, they wouldn't want it. We absolutely insist on enjoying life.\" - Page 132",
        "bookid": "5"
      },
      {
        "id": "3",
        "book": "Big Book Cards",
        "quote":
          "\"We learned that we had to fully concede to our innermost selves that we were alcoholics. This is the first step in recovery.\" - Page 30",
        "bookid": "5"
      },
      {
        "id": "4",
        "book": "Big Book Cards",
        "quote": "\"Love and tolerance of others is our code\" - Page 84",
        "bookid": "5"
      },
      {
        "id": "5",
        "book": "Big Book Cards",
        "quote":
          "\"If you are seriously alcoholic as we were, we believe there is no middle-of-the-road solution\" - Page 25",
        "bookid": "5"
      },
      {
        "id": "6",
        "book": "Big Book Cards",
        "quote":
          "\"The tremendous fact for every one of us is that we have discovered a common solution.\" - Page 17",
        "bookid": "5"
      },
      {
        "id": "7",
        "book": "Big Book Cards",
        "quote":
          "\"The delusion that we are like other people, or presently may be, has to be smashed.\" - Page 30",
        "bookid": "5"
      },
      {
        "id": "8",
        "book": "Big Book Cards",
        "quote":
          "\"And we have ceased fighting anything or anyone - even alcohol.\" - Page 84",
        "bookid": "5"
      },
      {
        "id": "9",
        "book": "Big Book Cards",
        "quote":
          "\"If we skip this vital step, we may not overcome drinking.\" - Page 72",
        "bookid": "5"
      },
      {
        "id": "10",
        "book": "Big Book Cards",
        "quote":
          "\"Resentment is the number one offender. It destroys more alcoholics than anything else.\" - Page 64",
        "bookid": "5"
      },
      {
        "id": "11",
        "book": "Big Book Cards",
        "quote":
          "\"Lack of power that was our dilemma. We had to find a power by which we could live, and it had to be a power greater than ourselves.\" - Page 45",
        "bookid": "5"
      },
      {
        "id": "12",
        "book": "Big Book Cards",
        "quote":
          "\"We had a new employer. Being all powerful, He provided what we needed, if we kept close to Him and performed His work well.\" - Page 63",
        "bookid": "5"
      },
      {
        "id": "13",
        "book": "Big Book Cards",
        "quote":
          "\"The age of miracles is still with us. Our own recovery proves that!\" - Page 153",
        "bookid": "5"
      },
      {
        "id": "14",
        "book": "Big Book Cards",
        "quote":
          "\"Our liquor was but a symptom. So we had to get down to causes and conditions.\" - Page 64",
        "bookid": "5"
      },
      {
        "id": "15",
        "book": "Big Book Cards",
        "quote":
          "\"As we go through the day we pause, when agitated or doubtful, and ask for the right thought or action.\" - Page 87",
        "bookid": "5"
      },
      {
        "id": "16",
        "book": "Big Book Cards",
        "quote":
          "\"As soon as a man can say that he does believe, or is willing to believe, we emphatically assure him that he is on his way.\" - Page 47",
        "bookid": "5"
      },
      {
        "id": "17",
        "book": "Big Book Cards",
        "quote": "\"There is a solution.\" - Page 25",
        "bookid": "5"
      },
      {
        "id": "18",
        "book": "Big Book Cards",
        "quote":
          "\"Half measures availed us nothing. We stood at the turning point. We asked His protection and care with complete abandon.\" - Page 59",
        "bookid": "5"
      },
      {
        "id": "19",
        "book": "Big Book Cards",
        "quote":
          "\"Above everything, we alcoholics must be rid of this selfishness. We must, or it kills us! God makes that possible.\" - Page 62",
        "bookid": "5"
      },
      {
        "id": "20",
        "book": "Big Book Cards",
        "quote":
          "\"It is easy to let up on the spiritual program of action and rest on our laurels. We are headed for trouble if we do, for alcohol is a subtle foe.\" - Page 85",
        "bookid": "5"
      },
      {
        "id": "21",
        "book": "Big Book Cards",
        "quote":
          "\"We have found much of heaven and we have been rocketed into a fourth dimension of existence of which we had dreamed.\" - Page 25",
        "bookid": "5"
      },
      {
        "id": "22",
        "book": "Big Book Cards",
        "quote":
          "\"The idea that somehow, someday he will control his drinking is the great obsession of every abnormal drinker.\" - Page 30",
        "bookid": "5"
      },
      {
        "id": "23",
        "book": "Big Book Cards",
        "quote":
          "\"Therefore, the main problem of the alcoholic centers in the mind, rather than the body.\" - Page 23",
        "bookid": "5"
      },
      {
        "id": "24",
        "book": "Big Book Cards",
        "quote":
          "\"We found the Great Reality deep down within us. In the last analysis it is only there that He may be found.\" - Page 55",
        "bookid": "5"
      },
      {
        "id": "25",
        "book": "Big Book Cards",
        "quote":
          "\"Here we ask God for inspiration, an intuitive thought or a decision.\" - Page 86",
        "bookid": "5"
      },
      {
        "id": "26",
        "book": "Big Book Cards",
        "quote":
          "\"We have entered the world of the Spirit. Our next function is to grow in understanding and effectiveness.\" - Page 84",
        "bookid": "5"
      },
      {
        "id": "27",
        "book": "Big Book Cards",
        "quote":
          "\"See to it that your relationship with Him is right, and great events will come to pass for you and countless others.\" - Page 164",
        "bookid": "5"
      },
      {
        "id": "28",
        "book": "Big Book Cards",
        "quote":
          "\"What we really have is a daily reprieve contingent on the maintenance of our spiritual condition.\" - Page 85",
        "bookid": "5"
      },
      {
        "id": "29",
        "book": "Big Book Cards",
        "quote":
          "\"We must be entirely honest with somebody if we expect to live long or happily in this world.\" - Page 73",
        "bookid": "5"
      },
      {
        "id": "30",
        "book": "Big Book Cards",
        "quote":
          "\"Our real purpose is to fit ourselves to be maximum service to God and the people about us.\" - Page 77",
        "bookid": "5"
      },
      {
        "id": "31",
        "book": "Big Book Cards",
        "quote":
          "\"...we find that our thinking will, as time passes, be more on the plane of inspiration. We come to rely upon it.\" - Page 87",
        "bookid": "5"
      },
      {
        "id": "32",
        "book": "Big Book Cards",
        "quote": "\"We trust infinite God rather than our finite selves.\" - Page 68",
        "bookid": "5"
      },
      {
        "id": "33",
        "book": "Big Book Cards",
        "quote":
          "\"To us, the Realm of Spirit is broad, roomy, all inclusive; never exclusive or forbidding to those who earnestly seek.\" - Page 46",
        "bookid": "5"
      },
      {
        "id": "34",
        "book": "Big Book Cards",
        "quote":
          "\"Do not be discouraged. No one among us has been able to maintain anything like perfect adherence to these principles.\" - Page 60",
        "bookid": "5"
      },
      {
        "id": "35",
        "book": "Big Book Cards",
        "quote": "\"We relax and take it easy. We don't struggle.\" - Page 86",
        "bookid": "5"
      },
      {
        "id": "36",
        "book": "Big Book Cards",
        "quote": "\"First things first. Live and let live. Easy does it.\" - Page 135",
        "bookid": "5"
      },
      {
        "id": "37",
        "book": "Big Book Cards",
        "quote":
          "\"Actually we were fooling ourselves, for deep down in every man, woman, and child, is the fundamental idea of God.\" - Page 55",
        "bookid": "5"
      },
      {
        "id": "38",
        "book": "Big Book Cards",
        "quote":
          "\"Most alcoholics owe money. We do not dodge our creditors.\" - Page 78",
        "bookid": "5"
      },
      {
        "id": "39",
        "book": "Big Book Cards",
        "quote":
          "\"Some of us have tried to hold on to our old ideas and the result was nil until we let go absolutely.\" - Page 58",
        "bookid": "5"
      },
      {
        "id": "40",
        "book": "Big Book Cards",
        "quote":
          "\"If sex is very troublesome, we throw ourselves the harder into helping others. We think of their needs and work for them. This takes us out of ourselves.\" - Page 70",
        "bookid": "5"
      },
      {
        "id": "41",
        "book": "Big Book Cards",
        "quote":
          "\"Rarely have we seen a person fail who has thoroughly followed our path\" - Page 58",
        "bookid": "5"
      },
      {
        "id": "42",
        "book": "Big Book Cards",
        "quote":
          "\"When the spiritual malady is overcome, we straighten out mentally and physically.\" - Page 64",
        "bookid": "5"
      },
      {
        "id": "43",
        "book": "Big Book Cards",
        "quote": "\"If we were to live, we had to be free of anger.\" - Page 66",
        "bookid": "5"
      },
      {
        "id": "44",
        "book": "Big Book Cards",
        "quote":
          "\"People of faith have a logical idea of what life is all about.\" - Page 49",
        "bookid": "5"
      },
      {
        "id": "45",
        "book": "Big Book Cards",
        "quote":
          "\"The first requirement is that we be convinced that any life run on self-will can hardly be a success.\" - Page 60",
        "bookid": "5"
      },
      {
        "id": "46",
        "book": "Big Book Cards",
        "quote":
          "\"Physicians who are familiar with alcoholism agree there is no such thing as making a normal drinker out of an alcoholic.\" - Page 31",
        "bookid": "5"
      }
    ]
    }