{
    "chat": {
        "text": "ANNOUNCEMENT ABOUT SAFETY:\n\nWe ask that group members and others refrain from any behavior which may compromise another person’s safety or ability to participate in the meeting such as: taking pictures of participants, exposing details from meetings or shares in outside venues including but not limited to all physical or digital media open to public view that could put personal or group anonymity in jeopardy, and harassing members in chat or in cross-talk. Also, please take precautions you feel are necessary to ensure your own personal safety, for example, asking the host to edit your name in a meeting if your full name is on your profile, and not disclosing personal information such as phone number or address in the public chat or your share.\n\nThis meeting has a single warning, then 30, 60, 90 day restriction result for anyone disrespecting other members in those behaviors.\n\nDIGITAL BASKET:\n\nWe will now pass the Virtual Basket.\n\nAt in-person meetings these contributions support rent, coffee, chips, and literature. Here we utilize these self-supporting contributions to keep our room running and mail out monthly and annual chips. If your local meeting or central office has a digital basket, we support you supporting them!\n\nDonate using VENMO @hngvegas (8215 CONFIRM CODE if required), PayPal to hngvegas@gmail.com, or Zelle. If you would like to use Zelle, we suggest you set up a contact in your phone with first and last names of “HNG Treasurer” or similar, with phone number 502-507-8215 and email address hngvegas@gmail.com.\n\nThank you for your contributions!\n\nEND OF MEETING ANNOUNCEMENTS:\n\nThe Unshakeable Foundation for Life presentation:\n\nhttps://youtu.be/OtrqWTKYIsA\n\nMeeting attendance verification/Court card requests:\n\nSend first and last initial (or full name, if legally required), as well as an email address to hngvegas@gmail.com\n\nQuestions: hngvegas@gmail.com\n\nIf you would like to make High Noon Gamble your virtual homegroup, please email hngvegas@gmail.com. Please list your name, sobriety date, if you are looking for a sponsor and your address. We use this info to connect and direct members in fellowship and service, and we have been known to mail out a smile or two!\n\nHigh Noon Gamble is looking for meeting Hosts and co-hosts. Tools are available online, so you don’t have to purchase anything.  Please stay after the meeting so we can answer any questions you have or send us an email at HNGvegas@gmail.com.\n\nHNG has a Facebook page! It is a private, invite-only room. You can send a friend request to:\n\nhttps://www.facebook.com/kelly.fleming.wrightson\n\nor\n\nhttps://www.facebook.com/maystarr\n\nand you will be connected with the HNG page:\n\nhttps://www.facebook.com/groups/hngvegas\n\nIf you need to find a meeting check out: aa-intergroup.org\n\nMon-Sat 10AM PST VEGAS Daily Reflection:\n\nhttps://us04web.zoom.us/j/910965736\n\nTues/Thurs/Sat 11AM PST VEGAS CHECK UP FROM THE NECK UP:\n\nhttps://zoom.us/j/91546619228\n\nDaily 12PM PST VEGAS High NOON Gamble:\n\nhttps://us04web.zoom.us/j/7027772022\n\nDaily 2:30PM PST VEGAS KCB third legacy:\n\nhttps://us02web.zoom.us/j/93171165532\n\nMon-Fri 5PM PST VEGAS In the Big Book (Women’s):\n\nhttps://zoom.us/j/469489051\n\nSat/Sun 5PM PST VEGAS In The Big Book (women’s):\n\nhttps://us02web.zoom.us/j/84066420841\n\nDaily 7PM PST VEGAS DRAMA QUEENS (Women’s):\n\nhttps://us04web.zoom.us/j/410592740\n\nSat-Mon 8:30PM PST VEGAS Quarantined:\n\nhttps://us04web.zoom.us/j/699516064\n\nFri 8:30PM PST VEGAS Virtual Venice Beach:\n\nhttps://us04web.zoom.us/j/554893205\n\nDaily 12AM PST VEGAS Pandemic! at the Disco:\n\nhttps://us04web.zoom.us/j/722570166\n\nSun 1:30PM PST VEGAS Sassy Sisters Online:\n\nhttps://zoom.us/j/986963791\n\nSun 11AM PST VEGAS Step Into Serenity:\n\nhttps://zoom.us/j/602837321\n\nSat 4PM PST Coast2Coast:\n\nhttps://zoom.us/j/925524306\n\nSat 5:30PM PST 4th Dimension Speaker Meeting:\n\nhttps://zoom.us/j/99406044337\n\nSat 1:30PM PST VEGAS PERSPECTIVE:\n\nhttps://zoom.us/j/603653405\n\nZOOMintoAA.com HOMEGROUP MEETINGS  NOT listed on aa-intergroup.org\n\nDaily 10PM PST VEGAS Deliver Us From Ego:\n\nhttps://zoom.us/j/576015340"
    }
}