{
    "script": {
        "text": "Welcome to the High Noon Gamble meeting of Alcoholics Anonymous, my name is ***** and I am an alcoholic.\n\nI would like to open up the meeting with a moment of silence for those who are still suffering in and out of the rooms of Alcoholics Anonymous.\n\nIf you choose, please join me in the we version of the Serenity Prayer:\n\nGod, grant us the serenity to accept the things we cannot change, courage to change the things we can, and wisdom to know the difference.\n\nAA PREAMBLE:\n\nAlcoholics Anonymous is a fellowship of people who share their experience, strength and hope with each other that they may solve their common problem and help others to recover from alcoholism.\n\nThe only requirement for membership is a desire to stop drinking. There are no dues or fees for A.A. membership; we are self- supporting through our own contributions.\n\nA.A. is not allied with any sect, denomination, politics, organization or institution; does not wish to engage in any controversy, neither endorses nor opposes any causes. Our primary purpose is to stay sober and help other alcoholics to achieve sobriety.\n\nI have asked ***** to read a portion of the Big Book:\n\nHow it Works pg. 58\n\nThere is a Solution pg. 17\n\nZOOM ETIQUETTE:\n\nWe ask that everyone stay on MUTE for the duration of the meeting so that we may hear the speaker more clearly.\n\nThe mute button is in the left corner of the bottom of your screen. When you would like to share, please unmute, and introduce yourself. If someone else is sharing and you would like to go next, the raise hand feature is located in your participant’s window. To the right of your microphone is a camera to share or stop video.\n\nIf you have your camera on, please stay in appropriate attire and activity aka no drinking, drug use or nudity in the meeting.\n\nChat will stay locked to the hosts only for the duration of the meeting. At the end I will turn it back on so that you can plug meetings or AA/Non-AA announcements and exchange information.\n\nFor court card verification and meeting attendance requests, please message your full name and email to hngvegas@gmail.com and they will be completed.\n\nAt this meeting, we do allow crosstalk in a positive manner only, please. For example, encouragement, relatability, and appropriate compliments are welcomed. Please refrain from any correcting, arguing, or negative comments. The host may take safety measures they feel necessary like muting a participant if this does occur. Remember, we are a fellowship with a common purpose: to stay sober and help other alcoholics to achieve sobriety.  Thank you.\n\nAA SAFETY CARD ADAPTED FOR ONLINE (SHORT VERSION):\n\nWe ask that group members and others refrain from any behavior which may compromise another person’s safety or ability to participate in the meeting, such as taking pictures of participants, exposing details from meetings or shares in outside venues including but not limited to all physical or digital media open to public view that could put personal or group anonymity in jeopardy, and harassing members in chat or in crosstalk. Also, please take precautions you feel are necessary to ensure your own personal safety, for example, asking the host to edit your name in a meeting if your full name is on your profile, and not disclosing personal information such as phone number or address in the public chat or your share. This meeting has a single warning, then 30, 60, 90 day restriction result for anyone disrespecting other members in those behaviors.\n\n12 Traditions (Page 562)\n\nI have asked ****** to read the 12 Traditions\n\nVIRTUAL BASKET:\n\nWe will now pass the Virtual Basket.\n\n At in-person meetings these contributions support rent, coffee, chips, and literature. Here we utilize these self-supporting contributions to keep our zoom room running and mail out monthly and annual chips. We also support GSO World Services and Online Intergroup of Alcoholics Anonymous (OIAA). If your local meeting or central office has a digital basket, we support you supporting them!\n\nDonate using VENMO @hngvegas (8215 CONFIRM CODE if required), PayPal to hngvegas@gmail.com, or Zelle. If you would like to use Zelle, we suggest you set up a contact in your phone with first and last names of “HNG Treasurer” or similar, with phone number 502-507-8215 and email address hngvegas@gmail.com.\n\n Thank you for your contributions!\n\nBefore we start today, I would like to invite anyone who is able to be a sponsor to take this time to put an asterisk (*) by their name. I have taken this time to unlock the ability to rename yourself so that you can do that now. If you are looking for a sponsor, please stay after the meeting for fellowship, connect and swap numbers.\n\nINTRODUCTIOINS AND BIRTHDAYS:\n\nIs there anyone new to this group or in their first 30 days of sobriety that would like to unmute and briefly introduce themselves? This is not to embarrass you but to get to know you better.\n\nDo we have anyone celebrating monthly milestones this week?\n\nAny yearly birthdays for the month of ******?\n\nTOOLS:\n\nHere at the High Noon Gamble, we like to have a bit of fun with our recovery.  I would like to introduce you to ***** with the tools.\n\nThe meeting is now open. Please try to limit your shares to 3-5 minutes so that everyone may get a chance to share.\n\nWITH 5 MINUTES LEFT\n\nBURNING DESIRE\n\nWe have come to the bottom of our sharing hour; I would like to take this time to ask if anyone has a burning desire. If you are struggling with your sobriety and feel you need to share, share now with the group.\n\nThe meeting also stays open for the meeting after the meeting for fellowship.\n\nWITH 2 MINUTES LEFT\n\nBefore we close the meeting today to remind you that if you are looking for sponsorship, please look through the participants window for any names with an asterisk (*) next to their name who are available to be a sponsor. Please stick around after the meeting for some fellowship and to connect!!\n\nANNOUNCEMENTS (CHAT copy/paste):\n\nIf you would like to make HNG your virtual homegroup, email hngvegas@gmail.com\n\nOur global Sponsor phone list is http://zoomintoaa.com/phonelist/\n\nAre there any other AA or Non-AA announcements?\n\nCongratulations to everyone that's celebrating today\n\nI would also like to thank our Readers. Now I would like to close with a reading and then join us in the Responsibility Pledge.\n\nOptional prayers\n\nA Vision for You pg. 164\n\nMore about Alcoholism pg. 30\n\nThird Step Prayer pg. 63\n\nTenth Step Prayer pg. 84/85\n\nAcceptance - pg 417\n\nRESPONSIBILITY STATEMENT:\n\nWho is responsible?  I am responsible.  When anyone, anywhere, reaches out for help, I want the hand of AA to be there. And for that, I am responsible.\n\n"
    }
}